{
  "plugins": {
    "artio.nvim": {
      "src": "https://codeberg.org/comfysage/artio.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "cairn.nvim": {
      "src": "https://github.com/GooseRooster/cairn.nvim"
    },
    "carvion": {
      "src": "https://github.com/zitrocode/carvion.nvim"
    },
    "evergarden": {
      "src": "https://codeberg.org/evergarden/nvim.git"
    },
    "gruber-darker.nvim": {
      "src": "https://github.com/blazkowolf/gruber-darker.nvim"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "intent.nvim": {
      "src": "https://github.com/GasimGasimzada/intent.nvim"
    },
    "jellybeans.nvim": {
      "src": "https://github.com/WTFox/jellybeans.nvim"
    },
    "kintsugi-nvim": {
      "src": "https://github.com/metalelf0/kintsugi-nvim"
    },
    "koda.nvim": {
      "src": "https://github.com/oskarnurm/koda.nvim"
    },
    "meowsoot.nvim": {
      "src": "https://github.com/marekh19/meowsoot.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "themery.nvim": {
      "src": "https://github.com/zaldih/themery.nvim"
    }
  }
}
